<template>
  <div class="box">
    <h1>这里是首页</h1>
    <h1>这里是首页</h1>
    <h1>这里是首页</h1>
    <h1>这里是首页</h1>
    <h1>这里是首页</h1>
    <h1>这里是首页</h1>
    <h1>这里是首页</h1>
    <h1>这里是首页</h1>
    <h1>这里是首页</h1>
    <h1>这里是首页</h1>
    <h1>这里是首页</h1>
    <h1>这里是首页</h1>
    <h1>这里是首页</h1>
    <h1>这里是首页</h1>
    <h1>这里是首页</h1>
    <h1>这里是首页</h1>
    <h1>这里是首页</h1>
    <h1>这里是首页</h1>
    <h1>这里是首页</h1>
    <h1>这里是首页</h1>
    <h1>这里是首页</h1>
    <h1>这里是首页</h1>
    <h1>这里是首页</h1>
    <h1>这里是首页</h1>
    <h1>这里是首页</h1>
    <h1>这里是首页</h1>
  </div>
</template>

<script>
export default {
  name: 'home'
}
</script>

<style scoped>
  .box {
    height: auto;
  }
</style>
